[
	{
		"title": "Introduction",
		"date": "20200720",
		"id": "w3Haco-qpBA",
		"script": [{
			"timestamp": 0,
			"text": "The red panda (Ailurus fulgens) is a mammal species native to the eastern Himalayas and southwestern China."
		},
		{
			"timestamp": 100,
			"text": "The red panda has reddish-brown fur, a long, shaggy tail, and a waddling gait due to its shorter front legs; it is roughly the size of a domestic cat, though with a longer body, and is somewhat heavier."
		},
		{
			"timestamp": 200,
			"text": "The red panda is the only living member of the genus Ailurus and the family Ailuridae. It has previously been placed in the raccoon and bear families, but the results of phylogenetic analysis provide strong support for its taxonomic classification in its own family, Ailuridae, which is part of the superfamily Musteloidea, along with the weasel, raccoon and skunk families."
		}]
	},
	{
		"title": "Physical characteristics",
		"date": "20200615",
		"id": "w3Haco-qpBA",
		"script": [{
			"timestamp": 0,
			"text": "The red panda has long, soft, reddish-brown fur on the upper parts, blackish fur on the lower parts, and a light face with tear markings and white badges similar to those of a raccoon, but each individual can have distinctive markings."
		},
		{
			"timestamp": 200,
			"text": "The head and body length of a red panda measures 50 to 64 cm (20 to 25 in), and its tail is 28 to 59 cm (11 to 23 in) long. Males weigh 3.7 to 6.2 kg (8.2 to 13.7 lb) and females 3 to 6.0 kg (6.6 to 13.2 lb).[9]"
		},
		{
			"timestamp": 300,
			"text": "The red panda is specialized as a bamboo feeder with strong, curved and sharp semi-retractile claws[9] standing inward for grasping narrow tree branches, leaves, and fruit. Like the giant panda, it has a false thumb, which is an extension of the wrist bone."
		}]
	},
	{
		"title": "Distribution and habitat",
		"date": "20200510",
		"id": "w3Haco-qpBA",
		"script": [{
			"timestamp": 0,
			"text": "The red panda is endemic to the temperate forests of the Himalayas, and ranges from the foothills of western Nepal to China in the east.[11] Its easternmost limit is the Qinling Mountains of the Shaanxi Province in China."
		},
		{
			"timestamp": 300,
			"text": "The red panda lives between 2,200 and 4,800 m (7,200 and 15,700 ft) altitude, inhabiting areas of moderate temperature between 10 and 25 °C (50 and 77 °F) with little annual change."
		},
		{
			"timestamp": 600,
			"text": "During a survey in the 1970s, signs of red pandas were found in Nepal's Dhorpatan Hunting Reserve.[13] Their presence was confirmed in spring 2007 when four red pandas were sighted at elevations ranging from 3,220 to 3,610 m (10,560 to 11,840 ft)."
		},
		{
			"timestamp": 900,
			"text": "The red panda population in Sichuan Province is larger and more stable than the Yunnan population, suggesting a southward expansion from Sichuan into Yunnan in the Holocene."
		}]
	},
	{
		"title": "Behavior and ecology",
		"date": "20200401",
		"id": "w3Haco-qpBA",
		"script": [{
			"timestamp": 0,
			"text": "The red panda is territorial; it is solitary except during mating season. It is generally quiet except for some twittering, tweeting, and whistling communication sounds."
		},
		{
			"timestamp": 600,
			"text": "A red panda standing on a stone. Shortly after waking, red pandas clean their fur somewhat like a cat would, licking their front paws and then rubbing their backs, torsos, and sides."
		},
		{
			"timestamp": 1200,
			"text": "Predators of the red panda include the snow leopard (Panthera uncia), mustelids, and humans. If they feel threatened or sense danger, they may try to escape by climbing a rock column or tree."
		}]
	},
	{
		"title": "Diet",
		"date": "20200314",
		"id": "w3Haco-qpBA",
		"script": [
		{
			"timestamp": 0,
			"text": "Red pandas are excellent climbers, and forage largely in trees. They eat mostly bamboo, and may eat small mammals, birds, eggs, flowers, and berries."
		},
		{
			"timestamp": 500,
			"text": "Like the giant panda, they cannot digest cellulose, so they must consume a large volume of bamboo to survive. Their diets consist of about two-thirds bamboo, but they also eat mushrooms, roots, acorns, lichens, and grasses."
		},
		{
			"timestamp": 1000,
			"text": "Bamboo shoots are more easily digested than leaves, exhibiting the highest digestibility in summer and autumn, intermediate digestibility in the spring, and lowest digestibility in the winter. These variations correlate with the nutrient contents in the bamboo."
		}]
	},
	{
		"title": "Reproduction",
		"date": "20200208",
		"id": "w3Haco-qpBA",
		"script": [
		{
			"timestamp": 0,
			"text": "Red pandas are able to reproduce at around 18 months of age, and are fully mature at two to three years. Adults rarely interact in the wild except to mate."
		},
		{
			"timestamp": 400,
			"text": "After birth, the mother cleans the cubs, and can then recognize each by their smell. At first, she spends 60% to 90% of her time with the cubs. After the first week, the mother starts spending more time outside the nest, returning every few hours to nurse and groom the cubs."
		},
		{
			"timestamp": 800,
			"text": "A red panda's lifespan ranges between eight and 10 years, but individuals have been known to reach 15 years.[27]"
		}]
	},
	{
		"title": "Threats",
		"date": "20200115",
		"id": "w3Haco-qpBA",
		"script": [
		{
			"timestamp": 0,
			"text": "The primary threats to red pandas are direct harvest from the wild, live or dead, competition with domestic livestock resulting in habitat degradation, and deforestation resulting in habitat loss or fragmentation. "
		},
		{
			"timestamp": 300,
			"text": "Deforestation can inhibit the spread of red pandas and exacerbate the natural population subdivision by topography and ecology, leading to severe fragmentation of the remaining wild population. "
		},
		{
			"timestamp": 600,
			"text": "Small groups of animals with little opportunity for exchange between them face the risk of inbreeding, decreased genetic diversity, and even extinction."
		},
		{
			"timestamp": 900,
			"text": "In south-west China, red pandas are hunted for their fur, especially for the highly valued bushy tails, from which hats are produced. In these areas, the fur is often used for local cultural ceremonies."
		},
		{
			"timestamp": 1200,
			"text": "In the past, red pandas were captured and sold to zoos. In an article appearing in the International Zoo News in 1969, one reported he personally had handled 350 red pandas in 17 years.[30]"

		},
		{
			"timestamp": 1300,
			"text": "Due to CITES, this zoo harvest has decreased substantially in recent years, but poaching continues, and red pandas are often sold to private collectors at exorbitant prices. In some parts of Nepal and India, red pandas are kept as pets.[31]"

		},
		{
			"timestamp": 1400,
			"text": "The red panda has a naturally low birth rate (usually one single or twin birth per year), and a high death rate in the wild[citation needed]."
		}]
	},
	{
		"title": "Conservation",
		"date": "20191225",
		"id": "w3Haco-qpBA",
		"script": [
		{
			"timestamp": 0,
			"text": "The red panda is listed as endangered on the IUCN Red List since 2008 because the global population is estimated at about 10,000 individuals, with a decreasing population trend; only about half of the total area of potential habitat of 142,000 km2 (55,000 sq mi) is actually being used by the species. Due to its shy and secretive nature, and its largely nocturnal habits, observation of red pandas is difficult."
		},
		{
			"timestamp": 100,
			"text": "Worldwide population estimates range from fewer than 2,500[26] to between 16,000 and 20,000 individuals.[12] In 1999, the total population in China was estimated at between 3,000 and 7,000 individuals."
		},
		{
			"timestamp": 300,
			"text": "Conservation efforts are highly variable between countries:"
		},
		{
			"timestamp": 500,
			"text": "China has 35 protected areas, covering about 42.4% of red panda habitat.[1]"
		},
		{
			"timestamp": 700,
			"text": "India has 20 protected areas with known or possible red panda populations in Sikkim, Arunachal Pradesh, and West Bengal such as Khangchendzonga, Namdapha and Singalila National Parks, and a coordinated conservation policy for the red panda.[1]"
		},
		{
			"timestamp": 900,
			"text": "In Nepal, known populations occur in Langtang, Sagarmatha, Makalu Barun and Rara National Parks, Annapurna Conservation Area, Kanchenjunga Conservation Area, and Dhorpatan Hunting Reserve.[34]"
		},
		{
			"timestamp": 1100,
			"text": "Five protected areas in Bhutan support red panda populations.[1]"
		},
		{
			"timestamp": 1300,
			"text": "Myanmar has 26 protected areas, of which at least one hosts red panda populations.[1]"
		}]
	},
	{
		"title": "Cultural depictions",
		"date": "20191126",
		"id": "w3Haco-qpBA",
		"script": [{
			"timestamp": 0,
			"text": "The first known written record of the red panda occurs in a 13th-century Chinese scroll depicting a hunting scene between hunters and the red panda.[29]"

		},
		{
			"timestamp": 200,
			"text": "The red panda was recognized as the state animal of Sikkim in the early 1990s,[74] and was the mascot of the Darjeeling Tea Festival.[29]"

		},
		{
			"timestamp": 400,
			"text": "In 2005, Babu, a male red panda at Birmingham Nature Centre in Birmingham, England, escaped[75] and briefly became a media celebrity,[75][76] before being recaptured."

		},
		{
			"timestamp": 600,
			"text": "The name of the open-source Firefox web browser is said to have been derived from a nickname of the red panda: 'fire fox'.[79][80]"

		},
		{
			"timestamp": 800,
			"text": "An anthropomorphic red panda was featured as Master Shifu, the kung fu teacher, in the 2008 film Kung Fu Panda, and its sequels Kung Fu Panda 2 in 2011 and Kung Fu Panda 3 in 2016."

		},
		{
			"timestamp": 1200,
			"text": "Jetstar Japan uses a red panda mascot character named 'Jetta' (ジェッ太).[83]"

		},
		{
			"timestamp": 1500,
			"text": "An anthropomorphic red panda, Retsuko, is the main character of the TV anime and Netflix original series Aggretsuko.[84]"
		}]
	}
]